import css from "./Requirements.module.css";

const Requirements = () => {
  return (
    <div className={css.requirements}>
      <h3 className={css.title}>Вимоги до вступу</h3>
      <ol>
        <li>
          Студент повинен мати явне свідчення свого спасіння, а також письмово
          засвідчити про своє особисте навернення та отримане спасіння у Христі
          (близько 500 слів);
        </li>
        <li>Студент повинен бути охрещеним в істинній баптистській церкві;</li>
        <li>
          Студент повинен мати рекомендації від пастора церкви, де являється
          членом(з підписом пастора, дияконів та печаттю церкви);
        </li>
        <li>
          Студент повинен прийняти рішення щодо навчання на 4х-літній програмі
          без переривів у навчанні;
        </li>
        <li>
          Студент повинен мати вік не менше 18ти років, або мати закінчену
          середню освіту;
        </li>
        <li>Студент повинен дотримуватися уставу та правил інституту. </li>
      </ol>
    </div>
  );
};

export default Requirements;
