import css from "./Appearance.module.css";

const Appearance = () => {
  return (
    <div className={css.requirements}>
      <h3 className={css.title}>Зовнішній вигляд</h3>
      <h4>Брати:</h4>
      <ol>
        <li>Сорочки мають бути завжди з комірцями;</li>
        <li>Не дозволяється під час занять носити джинси;</li>
        <li>Заборонено носити спортивний та неофіційний (вільний) одяг;</li>
        <li>
          Чоловіки повинні бути гладенько поголені, а бороди мають бути
          акуратними; Волосся має бути підстрижене вище вух та комірця.
        </li>
      </ol>

      <h4>Сестри:</h4>
      <ol>
        <li>Замужні жінки повинні покривати голову платком;</li>
        <li>Блузка повинна мати достатньо довгі рукави;</li>
        <li>Заборонено одягати тонкі блузки, що просвічуються;</li>
        <li>
          Спідниці та сукні повинні бути пристойними та скромними, що не
          облягають. Теж саме стосується і кофтинок;
        </li>
        <li>Взагалі забороняється носити штани – лише спідниці та сукні.</li>
      </ol>

      <h4>Причини того, чому ми повинні так одягатися:</h4>
      <ol>
        <li>
          Ми – християни! Християни повинні виглядати, як християни! Світ
          повинен бачити, що ми являємося християнами.
        </li>
        <li>Звичайний одяг справляє звичайне враження!</li>
        <li>Ми – воїни Христа! Воїни носять уніформу.</li>
        <li>
          Писання говорить: «Не любіть світу, ані того, що в світі. Коли любить
          хто світ, у тім немає любови Отцівської, бо все, що в світі:
          пожадливість тілесна, і пожадливість очам, і пиха життєва, це не від
          Отця, а від світу. Минається і світ, і його пожадливість, а хто Божу
          волю виконує, той повік пробуває!» 1Івана 2:15 – 17{" "}
        </li>
      </ol>
    </div>
  );
};

export default Appearance;
