import { Link } from "react-router-dom";
import css from "./History.module.css";

const History = () => {
  return (
    <div className={css.history}>
      <h3 className={css.title}>Історія СБІ</h3>

      <div className={css.article}>
        <img src="IMG_2650_small.jpg" alt="Ніл Кедвіл" className={css.image} />
        <p className={css.text}>
          Ще на початку серпня 1991 року, наш дорогий брат – євангеліст та
          засновник СБІ - Ніл Кедвелл, побачив, як Бог відкриває двер для його
          служіння в Україні. Саме в той час, коли пануюча темрява комунізму
          почала розвіюватись в колишньому СРСР, і в результаті - яскравість
          демократії почала ставати реальністю, брат Кедвелл відчув Божий
          поклик, та побачив великі можливості для євангелізації в Україні. У
          1992 році брат Кедвелл почав їздити в Україну, проводячи місцеві
          церковні та євангелізаційні зустрічі, паралельно служачи та
          проповідуючи в інших прилеглих країнах. Саме під час цих неодноразових
          поїздок, він усвідомив велику потребу в навчанні чоловіків та жінок
          для євангельського служіння. Його серце палало бажанням, а саме -
          допомогти Українським церквам у підготовці робітників до жнив. Його
          баченням було: організувати навчальні сесії, де доктрини могли б
          викладатися через вірних пасторів та братів, які в свою чергу могли б
          ділитися, як своїм практичним досвідом так і знаннями Слова Божого. І
          ось, у лютому 1996 року - брат Кедвелл засновує Слов’янський
          баптистській інститут(біблійний коледж). Тоді було всього лише 22
          студенти. Цей навчальний заклад було засновано, як Незалежний
          Баптистський Інститут з метою формування студентів, як фундаментальних
          незалежних баптистів, щоб в майбутньому вони могли створювати
          фундаментальні незалежні баптистські церкви. Протягом довгого часу СБІ
          був розташований при баптистській церкві «Благодать», м. Хмельницький.
          Місцевий пастор( випускник СБІ) і вся громада церкви були дуже
          люб’язні та відкриті, дозволивши нам використовувати їхні приміщення
          для проведення сесій СБІ. Наші студенти приїжджали з різних сусідніх
          країн: Білорусії, Молдови, Литви та декількох інших сусідніх країн. У
          2013 році пастор Дерек Томас перейняв поклик Ніла Кедвелла та став
          президентом СБІ. За майже 30-річну історію було випущено більше
          двохсот випускників; більшість із них вірно служать Господу у своїх
          помісних церквах. Випускники СБІ служать пасторами, проповідниками,
          дияконами, місіонерами та працівниками дитячого служіння. Музика також
          була і є великою частиною інституту. Студенти СБІ та хор інституту
          записали декілька компакт-дисків. Ми прагнемо показати хороший приклад
          прийнятної духовної музики. Протягом історії існування СБІ, було
          засновано понад 50 церков, а саме: через студентів та інших осіб,
          пов’язаних з інститутом. На даний момент сесії СБІ проходять у м.
          Києві, на території Києво-Троєщинської церкви. Ми щиро вдячні Господу
          за плоди цього служіння, які ми бачимо, і молимося, щоб і в
          майбутньому це служіння і надалі процвітало для Його слави, та
          приносило багато рясних плодів! «Нехай Бог благословить усіх
          випускників Слов'янського Баптистського Інституту небесною росою та
          вогнем Духа Святого. Нехай вони приведуть до Христа тисячі душ як в
          Україні, так і за її межами!» Доктор Ніл Кедвел
        </p>
      </div>

      <Link to="/history" className={css["read-more"]}>
        Читати більше
      </Link>
    </div>
  );
};

export default History;
