import css from "./History.module.css";

const History = () => {
  return (
    <div className={css.history}>
      <h3 className={css.title}>Історія СБІ</h3>

      <div className={css.article}>
        <div>
          <p>
            «Біблійні історії для дітей» - це 33 історії зі Святого Письма від
            Створення світу до Воскресіння Христового з яскравими ілюстраціями
            та адаптованими сюжетами для дітей адаптував від отця Георгія
            Коваленка, ректора Відкритого Православного Університету Святої
            Софії-Премудрості. «Біблійні сюжети і образи – це не тільки про
            далеке минуле і не тільки про біблійних героїв, – вважає автор
            книжки. – Ці історії архетипні, а це означає, що в них можна знайти
            «Біблійні сюжети і образи – це не тільки про далеке минуле і не
            тільки про біблійних героїв, – вважає
          </p>
          <div className={css["read-more"]}>Читати більше</div>
        </div>
        <img src="src/images/IMG_2650_small.jpg" alt="" className={css.image} />
      </div>
    </div>
  );
};

export default History;
