[
  {
    "id": "e4",
    "category": "/img/news/update.png",
    "title": "Додано новий розділ на сайті",
    "img": "img/news/Contacts.jpg",
    "date": "21.05.2024",
    "text": "Тепер на сайті є розділ Контакти. Тож, якщо будуть бажаючі вступити до СБІ, можна детальніше узнати про вступ та процес навчання"
  },
  {
    "id": "e3",
    "category": "/img/news/update.png",
    "title": "Нова сторінка в цифровій історії СБІ",
    "img": "img/news/home_page.png",
    "date": "16.05.2024",
    "text": "Друзі! Радо спішимо повідоміти, що новий сайт СБІ - вже працює та доступний для кожного! Наразі сайт несе лише інформаційний характер але зовсім скоро у кожного студента з'явиться доступ до особистого кабінету, навчання он-лайн, бібліотеки (з навчальними матеріалами та різноманітними книгами) тощо. Слідкуйте за новинами та оновленнями, а також діліться сайтом з усіма минулими, теперішніми та потенційними студентами СБІ! Благословінь!"
  },
  {
    "id": "e2",
    "category": "/img/news/news.png",
    "title": "Пройшла весняна сесія СБІ",
    "img": "img/news/photo_2024-05-14_09-36-04.jpg",
    "date": "14.05.2024",
    "text": "Відбулася чергова сесія Слов'янського Баптистського Інституту (СБІ), що принесла з собою багато нових важливих знань для студентів інституту. Сесія, яка проходила з 06.05 по 10.05.20204 р., була періодом інтенсивного навчання, духовного росту і служіння. Писутні були 22 студенти, 3 з яких були новими. У рамках останньої СБІ студенти та викладачі зосередилися на двох важливих предметах: вивченні листа до Римлян та есхатології. Ці теми відіграють ключову роль у формуванні богословського розуміння та християнської віри, тому їх глибоке вивчення є пріоритетом для навчального процесу інституту. Лист до Римлян, написаний апостолом Павлом, вважається одним з найважливіших та впливових текстів у Новому Завіті. У цьому листі Павло освітлює безліч ключових аспектів християнської віри, включаючи спасіння через віру в Ісуса Христа, праведність Божу, роль закону та благодать, а також тему єдності у Церкві. Студенти СБІ протягом сесії глибоко погрузилися в вивчення цього листа, аналізуючи його зміст, контекст та практичне застосування для сучасного церковного життя. Викладач представив студентам різні методи інтерпретації біблійного тексту, допомагаючи їм розкрити глибину листа та його практичне значення для віруючих. Обговорення та семінари дозволили студентам поділитися своїми думками, питаннями та відкриттями, що сприяло більш повному розумінню та проникненню в текст. Есхатологія, або вчення про останні речі, є ще однією ключовою областю християнської теології. У рамках сесії студенти СБІ вивчали різні аспекти есхатології, включаючи повернення Христа, суд, воскресіння та встановлення Божого Царства. Це вивчення не лише допомогло студентам зрозуміти глибину християнської надії та віри в майбутнє, а й викликало у них інтерес до практичних аспектів життя віруючого в світлі есхатологічних істин. Вивчення листа до Римлян та есхатології на сесії у Слов'янському Баптистському Інституті виявилося не лише академічним заняттям, а й духовною подорожжю для студентів. Вони не лише розширили свої знання та розуміння Біблії, а й зміцнили свою віру та впевненість у майбутньому, заснованому на Божих обітницях. Ці предмети залишаються важливими та актуальними для християнської освіти та служіння, і СБІ продовжує прагнути до надання високоякісної освіти та ресурсів у цій області."
  },
  {
    "id": "e1",
    "category": "/img/news/announce.png",
    "title": "Скоро весняна сесія",
    "img": "img/news/books.jpg",
    "date": "22.04.2024",
    "text": "Наша наступна сесія запланована на 6-10 травня. Предмети – Послання до Римлян та Есхатологія. Карл Ліндерман буде викладати Есхатологію, а пастор Павло – до Римлян."
  }
]
